<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
<jsp:include page="../module/top.jsp" />
<div class="wrapper row3">
		<div class="hoc container clear">
			<jsp:include page="../module/main_sidebar.jsp" />
    	<div class="content three_quarter"> 
		  <h1>개인정보 보호정책</h1><hr>
		<table style="table-layout:fixed;">
			<tbody><tr>
				<td style="word-break:break-all;">
                  <p> “SM 사이버 평생 교육원”(이하 "교육원"이라 합니다.) "개인정보 보호법" 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다.<br><br>
                    
					<font color="#0099CC"><b>제 1 조(개인정보의 처리목적)</b></font><br>
                    
                    교육원은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 "개인정보 보호법" 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행하겠습니다.<br><br>
                    
					1. 홈페이지 회원 가입 및 관리<br>
					</p>회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별ㆍ인증, 회원자격 유지ㆍ관리, 제한적 본인확인제 시행에 따른 본인확인,
					서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지ㆍ통지, 고충처리 등을 목적
					으로 개인정보를 처리합니다.<br>
					2. 재화 또는 서비스의 제공<br>
					학사관리를 위한 독려 등의 서비스 제공, 계약서ㆍ청구서 발송, 콘텐츠 제공, 역량진단 등의 맞춤서비스 제공, 교재용 도서 제공, 본
					인인증, 연령인증, 요금 할인, 요금결제ㆍ정산 등을 목적으로 개인정보를 처리합니다.<br>
					3. 행정처리 및 상위기관의 위임업무 수행<br>			
					① 학점인정과목을 수강하는 학습자 전체의 사전보고, 성적보고 등의 목적으로 개인정보를 처리합니다.
					② 평생교육사 자격증 발급신청, 평생교육사 현장실습과목 수강생의 실습관련 기록 보존 등의 목적으로 개인정보를 처리합니다.
					③ 근로자 직업능력개발을 위한 과정을 수강하는 학습자 전체의 실시보고, 수료보고 등의 목적으로 개인정보를 처리합니다.
					<!--li>④ 교원의 원격교육연수과정을 수강하는 학습자 전체의 성적보고, 수료보고 등의 목적으로 개인정보를 처리합니다.</li--><br>
					4. 민원 및 고충처리 <br>
					민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락ㆍ통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.<br>
					5. 마케팅 및 광고에의 활용 <br>
					신규 서비스 개발, 이벤트 및 광고성 정보 제공, 이벤트의 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비
					스의 유효성 확인, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.


					<br><br>
                    <font color="#0099CC"><b>제 2 조(개인정보의 처리 및 보유기간)</b></font><br>
                    1. 교육원은 법령에 따른 개인정보 보유ㆍ이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유ㆍ이용기간 내
					에서 개인정보를 처리ㆍ보유합니다.<br>
					2. 정보주체의 개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이 파기합니다. 단, 관계법령 위반에 따른 수사ㆍ조사 <br>
					등이 진행 중인 경우에는 해당 수사ㆍ조사 종료 시까지 처리 및 보유하며, 다음의 사유에 해당하는 경우에는 해당 기간 동안 개인
					정보 처리 및 보유합니다.

					<table summary="개인정보 보존항목 및 보존 기간 근서 사유입니다.">
					<caption>개인정보 보존항목 및 보존 기간 근서 사유입니다.</caption>
					<colgroup>
						<col width="55%">
						<col width="15%">
						<col width="40%">
					</colgroup>
					<thead>
					<tr>
						<th scope="col">보존 항목/내용</th>
						<th scope="col">보존기간</th>
						<th scope="col">보존근거/사유</th>
					</tr>
					</thead>
					<tbody>
					<tr>
						<td style="text-align:left;">표시·광고에 관한 기록</td>
						<td>6개월</td>
						<td rowspan="3">전자상거래 등에서의 소비자 보호에 관한 법률</td>
					</tr>
					<tr>
						<td style="text-align:left;">계약 또는 청약철회, 대금결제, 재화 등의 공급기록</td>
						<td>5년</td>
					</tr>
					<tr>
						<td style="text-align:left;">소비자 불만 또는 분쟁처리에 관한 기록</td>
						<td>3년</td>
					</tr>
					<tr>
						<td style="text-align:left;">컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료</td>
						<td>3개월</td>
						<td rowspan="2">통신비밀보호법</td>
					</tr>
					<tr>
						<td style="text-align:left;">가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료</td>
						<td>1년</td>
					</tr>
					<tr>
						<td style="text-align:left;">신용정보의 수집, 처리 및 이용 등에 관한 기록</td>
						<td>3년</td>
						<td>신용정보의 이용 및 보호에 관한 법률</td>
					</tr>
					<tr>
						<td style="text-align:left;">수강자의 수강로그 기록(주차별 접속 IP, 접속시각, 종료시각), 선수과목 이수 현황 관련 서류(실습생신상서 등), 실습의뢰 관련 서류(실습의뢰공문, 실습신청서, 실습생신상서, 실습의뢰수락서 등)
					</td>
						<td rowspan="2">종강 후 2년 이상에서 탈퇴 시까지</td>
						<td rowspan="4">학점인정 등에 관한 법률</td>
					</tr>
					<tr>
						<td style="text-align:left;">사전보고, 성적보고 출력물</td>
					</tr>
					<tr>
						<td style="text-align:left;">평가 시작시각, 종료시각, IP주소 등의 평가근거</td>
						<td>종강 후 4년 이상에서 탈퇴 시까지</td>
					</tr>
					<tr>
						<td style="text-align:left;">학습자등록 및 학점인정신청 관련 신청서, 증빙서류 등</td>
						<td>3개월</td>
					</tr>
					<tr>
						<td style="text-align:left;">평생교육사 자격증 발급 신청 관련 출력물</td>
						<td>종강 후 2년 이상에서 탈퇴 시까지</td>
						<td>학점은행기관 대상 평생교육사 자격증발급 운영지침</td>
					</tr>
					</tbody>
					</table><br><br>

					<font color="#0099CC"><b>제 3 조(개인정보의 제3자 제공)</b></font><br>
                    1. 교육원은 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특
					별한 규정 등 "개인정보 보호법" 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.<br>
					2. 현재는 정보주체의 개인정보를 제3자에게 제공하지 않으며, 향 후 정보주체의 개인정보를 제3자에게 제공하는 경우에는 정보주체
					에게 고지 및 별도의 동의를 받은 후 진행하겠습니다.<br><br>


					<font color="#0099CC"><b>제 4 조(개인정보의 공유 및 제공)</b></font><br>
                    
					1. 교육원은 원격평생교육시설, 사업주 원격훈련위탁시설, 학점은행 원격기반 교육훈련시설, 원격교원연수시설로써 다음과 같은 업무
					를 수행 및 상위기관에 보고합니다.
					
					<table summary="개인정보 공유 기관 및 목적, 항목, 보유, 이용기간">
					  <caption>
						개인정보 공유 기관 및 목적, 항목, 보유, 이용기간
					  </caption>
					  <colgroup>
						<col width="20%">
						<col width="25%">
						<col width="35%">
						<col width="20%">
					  </colgroup>
					  <thead>
						<tr>
						  <th scope="col">공유 받는 자</th>
						  <th scope="col">이용목적</th>
						  <th scope="col">개인정보 항목</th>
						  <th scope="col">보유,이용기간</th>
						</tr>
					  </thead>
					  <tbody>
						<tr>
						  <td rowspan="2">국가평생교육진흥원</td>
						  <td>학점인정 과목 수강 및 성적 보고</td>
						  <td>이름, <strong>주민등록번호</strong>, 성적</td>
						  <td rowspan="3">종강 후 2년 이상에서 탈퇴 시 까지</td>
						</tr>
						<tr>
						  <td>자격증발급 신청 업무 수행</td>
						  <td>이름, <strong>주민등록번호</strong>, 전화번호, 주소, 성적, 학력 등 자격증 발급신청관련서류에 포함되는 개인정보 항목</td>
						</tr>
						<tr>
						  <td>정보주체의 교육 기관</td>
						  <td>평생교육 현장실습 평가 기록의 공유</td>
						  <td>이름, <strong>주민등록번호</strong>, 실습관련 내역, 성적</td>
						</tr>
					  </tbody>
					</table><br><br>

                    
					<font color="#0099CC"><b>제 5 조(개인정보처리의 위탁)</b></font><br>

					1. 교육원은 위탁계약 체결 시 "개인정보 보호법" 제26조, 제 27조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보
					호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 보안서약서를 작성하
					는 등, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br>
					2. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br>
					3. 교육원은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. <br>
					<table summary="개인정보 수탁업체 및 위탁업무내용">
					  <caption>
						개인정보 수탁업체 및 위탁업무내용
					  </caption>
					  <colgroup>
						<col width="10%">
						<col width="45%">
						<col width="45%">
					  </colgroup>
					  <thead>
						<tr>
						  <th scope="col">구분</th>
						  <th scope="col">수탁업체</th>
						  <th scope="col">위탁업무내용</th>
						</tr>
					  </thead>
					  <tbody>
						<tr>
						  <td rowspan="2">공통</td>
						  <td>서울신용평가정보(주)</td>
						  <td>실명확인</td>
						</tr>
						<tr>
						  <td>(주)한국사이버결제</td>
						  <td>신용카드 등의 결제</td>
						</tr>
						<tr>
						  <td rowspan="">학점은행</td>
						  <td>(주)교보문고</td>
						  <td>전자도서관 제공</td>
						</tr>
					  </tbody>
					</table><br><br>

					<font color="#0099CC"><b>제 6 조(정보주체의 권리·의무 및 행사방법)</b></font><br>
                    

					1. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다. 단, 개인정보의 정정 또는 삭제에<br>
					관하여 다른 법령에 특별한 절차가 규정되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br>
					① 개인정보 열람요구
					② 오류 등이 있을 경우 정정 요구
					③ 삭제요구
					④ 처리정지 요구<br>
					

					2. 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 교육원은 이에 대해 지체
					없이 조치하겠습니다.<br>
					3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 교육원은 정정 또는 삭제를 완료할 때까지 당해 개인정보
					를 이용하거나 제공하지 않습니다.<br>
					4. 제1항에 따른 권리 행사는 만 14세 미만의 아동ㆍ청소년의 법정 대리인을 포함한 정보주체의 법정대리인이나 위임을 받은 자 등 대
					리인을 통하여 하실 수 있습니다. 이 경우 "개인정보 보호법 시행규칙" 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br>
					5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해
					하여서는 안됩니다.<br><br>
                    
					<font color="#0099CC"><b>제 7 조(처리하는 개인정보 항목)</b></font><br>

					1. 교육원은 다음의 개인정보 항목을 처리하고 있습니다.<br>
					① 홈페이지 회원 가입ㆍ관리 및 서비스 제공
					 <table summary="홈페이지 회원 가입ㆍ관리 및 서비스 제공">
						<caption>홈페이지 회원 가입ㆍ관리 및 서비스 제공</caption>
						<colgroup>
						  <col width="50%">
						  <col width="50%">
						</colgroup>
						<thead>
						  <tr>
							<th scope="col">필수항목</th>
							<th scope="col">선택항목</th>
						  </tr>
						</thead>
						<tbody>
						  <tr>
							<td style="text-align:left;">이름, 아이디(학번), 비밀번호, 주소,  휴대폰번호, 생년월일, 성별, 이메일주소</td>
							<td style="text-align:left;">주민등록번호, 전화번호, 직업, 회사명, 학력사항, 학점취득목표</td>
						  </tr>
						</tbody>
						</table>
					② 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.
					&nbsp;&nbsp;&nbsp;- IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록 등<br>
					2. 선택항목에 해당하는 개인정보 수집에 동의하지 않은 경우에는 회원관리, 재화 또는 서비스 제공, 민원 및 고충처리, 마케팅 및 광고
					에의 활용 서비스가 제공되지 않을 수 있습니다.<br>
					3. 정보주체의 가족구성원의 정보, 군복무정보, 민감정보(건강-장애, 입원, 수술), 출장정보 등에 대해 수집이 필요한 경우에는 수집ㆍ
					이용 목적 등을 명확히 고지하고 별도의 동의를 받아 수집합니다.<br><br>
                    
					<font color="#0099CC"><b>제 8 조 (개인정보 자동수집 장치의 설치운영 및 그 거부에 관한 사항)</b></font><br>
                  
					1. 교육원은 개인정보를 수시로 저장하고 찾아내는 '쿠키(Cookie)'등을 운용합니다. 쿠키란 교육원의 웹사이트를 운영하는 데 이용되
					는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.<br>
					2.교육원은 고객이 사용하는 이러닝 과정의 학습현황의 체크를 위해서만 한정적으로 쿠키를 사용하고 있습니다. 회원의 학습시간 및 
					진도상황 등을 분석, 이용자의 학습상황을 파악하고 독려할 수 있는 각종 학습서비스를 제공하기 위해서 쿠키가 사용됩니다.<br>
					3.회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 회원은 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 
					쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 단, 쿠키를 거부하는 경우 학습자의 진도
					체크에 무리가 있을 수 있으니 참고 부탁드립니다.<br><br>
                    
					<font color="#0099CC"><b>제 9 조(개인정보의 파기)</b></font><br>
                    
					1. 교육원은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니
					다.<br>
					2.정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계
					속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.<br>
					3.개인정보 파기의 절차 및 방법, 관리부서는 다음과 같습니다.
					① 파기절차: 교육원은 제1조와 제2조에 따라 파기 사유가 발생한 개인정보를 선정하고, 교육원의 개인정보보호책임자의 승인을 받
					&nbsp;&nbsp;&nbsp;&nbsp;아 개인정보를 파기합니다. 
					② 파기방법: 교육원은 전자적 파일 형태와  종이 등의 출력물에 따라 다음과 같은 방법으로 파기합니다.
					<table summary="개인정보 파기의 절차 및 방법">
					<caption>개인정보 파기의 절차 및 방법</caption>
					<colgroup>
					  <col width="25%">
					  <col width="75%">
					</colgroup>
					<thead>
					  <tr>
						<th scope="col">유형</th>
						<th scope="col">파기방법</th>
					  </tr>
					</thead>
					<tbody>
					  <tr>
						<td>전자적 파일 형태</td>
						<td style="text-align:left;">- 로우레벨포맷(Low Level Format) 등의 재생이 불가능한 기술적 방법으로 파기<br>- 컴퓨터 등 불용처분, 매각하는 때에는 저장내용 완전 삭제</td>
					  </tr>
					   <tr>
						<td>문서 등의 출력물</td>
						<td style="text-align:left;">- 폐ㆍ휴지 수집업체 출력물 원형 매각 금지<br>- 직접 파기 조치 후 매각 (분쇄 또는 소각처리)<br>- 파기 전문 업체에 위탁하는 경우 현장 확인</td>
					  </tr>
					</tbody>
					</table>
					③ 개인정보 저장매체를 파기할 때에는 관리대장을 작성하여 기록하고, 관리 부서를 지정 및 역할을 분장하여 지속적으로 관리하도
					록 합니다.
                    
					<font color="#0099CC"><b>제 10 조(개인정보의 안전성 확보조치)</b></font><br>
					교육원은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.<br>
					1. 관리적 조치 : 내부관리계획 수립ㆍ시행, 정기적 직원 교육 등
					2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
					3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제<br><br>
                    

					<font color="#0099CC"><b>제 11 조(개인정보 유노출ㆍ침해사고에 관한 대응)</b></font><br>
					교육원은 개인정보 유노출ㆍ침해사고에 대하여 "개인정보 보호법" 제34조(개인정보 유출 통지 등)와 "정보통신망 이용촉진 및 정보보호등에 관한 법률"제48조의2(침해사고의 대응 등), 제48조의3(침해사고의 신고 등)에 따라 대응하고 있습니다.<br>
					1. 대응팀의 구성 및 비상연락<br>
					① 시스템개발팀장은 대응팀장으로서 대응절차의 전반을 총괄합니다.
					② 시스템개발팀원 전원은 대응팀원으로서 역할을 분담하여 신고, 원인파악, 피해의 복구 및 재발방지 조치, 서비스 재개
					&nbsp;&nbsp;&nbsp;&nbsp;조치를 담당합니다.
					③ 각 사업부의 부장과 운영팀장은 대응팀원으로서 역할을 분담하여 피해 접수 및 상담, 유출 고지 및 통보, 서비스 재개 조치에 관
					&nbsp;&nbsp;&nbsp;&nbsp;한 고지 및 통보를 담당합니다.
					④ 그 외의 직원들은 비상대기하며 필요시에는 대응팀원으로서의 역할을 담당합니다.<br>
					2. 신고<br>
					방송통신위원회나 한국인터넷진흥원에 유ㆍ노출 및 침해사고에 대해 즉시 신고하며, 1만 명 이상의 정보주체에 관한 개인정보가 유
					출된 경우에는 "개인정보 보호법" 제34조 제1항과 제2항의 조치결과를 행정안전부장관 또는 한국정보화진흥원, 한국인터넷진흥원 
					에 신고합니다.<br>
                    3. 유출 고지 및 통보<br>
					① 개인정보가 유출되었음을 알게 되었을 때에는 서면 등의 방법으로 지체 없이 "개인정보 보호법" 제34조 제1항 각 호의 사항을 정
					&nbsp;&nbsp;&nbsp;&nbsp;보주체에게 고지 및 통지하며, 고지사항은 7일 이상 게시합니다. 단, 유출된 개인정보의 확산 및 추가 유출을 방지하기 위하여 접					
					&nbsp;&nbsp;&nbsp;&nbsp;속경로의 차단, 취약점 점검·보완, 유출된 개인정보의 삭제 등 긴급한 조치가 필요한 경우에는 그 조치를 한 후 지체 없이 정보주
					&nbsp;&nbsp;&nbsp;&nbsp;체에게 알립니다.
					② 위탁 업체 등 서비스 제공과 관련된 업체와 접속경로의 차단, 취약점 점검·보완, 유출된 개인정보의 삭제 등 조치에 협조가 필요
					&nbsp;&nbsp;&nbsp;&nbsp;하거나 관련 업무가 공유되어야하는 경우 지체없이 알립니다.<br>
					4. 원인파악<br>
					자체적으로 원인을 파악 및 분석하고 자체적인 복구가 어려운 경우 유관기관의 협조를 받아 원인을 파악합니다.<br>
					5. 피해의 복구 및 재발방지 조치<br>
					① 개인정보 유ㆍ노출 및 침해사고 발생 시 자체적으로 복구를 수행하고, 자체적인 복구가 어려울 경우 행정안전부나 한국정보화진
					&nbsp;&nbsp;&nbsp;&nbsp;흥원, 방송통신위원회, 한국인터넷진흥원의 협조를 받아 복구 작업을 수행합니다.
					② 피해 복구 범위의 결정, 복구 우선순위 결정, 피해복구, 사후관리로 피해의 복구 및 재발방지에 대한 조치를 합니다.<br>
					5. 서비스 재개<br>
					피해의 복구 및 재발 방지 조치가 완료되어 안정성이 보장된 것을 확인한 즉시 서비스를 재개하고 지체없이 정보주체에게 고지 및 
					통보하며, 고지사항은 7일 이상 게시합니다.<br><br>
					<font color="#0099CC"><b>제 12 조(개인정보보호책임자)</b></font><br>
					1. 교육원은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 
					아래와 같이 개인정보보호책임자를 지정하고 있습니다. <br>
					
					정보주체는 교육원의 서비스(또는 사업)를 이용하면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보보호책임자 및 담당부서로 문의하실 수 있습니다. 교육원은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

					<br><br>

					<font color="#0099CC"><b>제 13 조(개인정보 열람청구) </b></font><br>
					정보주체 및 만 14세 미만의 아동ㆍ청소년의 법정대리인은 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 교육원은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
					
					
					<br><br>

					<font color="#0099CC"><b>제 14 조(권익침해 구제방법)</b></font><br>
					정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. <br>
					&lt;아래의 기관은 교육원과는 별개의 기관으로서, 교육원의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다&gt;
					<br><br>
					1. 개인정보 침해신고센터 (한국인터넷진흥원 운영)
					① 소관업무 : 개인정보 침해사실 신고, 상담 신청
					② 홈페이지 : privacy.kisa.or.kr 
					③ 전화 : (국번 없이) 118 
					④ 주소 : (138-950)서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터<br>
					2. 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)<br>
					① 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
					② 홈페이지 : privacy.kisa.or.kr
					③ 전화 : (국번 없이) 118 
					④ 주소 : (138-950)서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터<br>
						
					3. 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)<br>
					4. 경찰청 사이버테러대응센터 : 1566-0112 (www.netan.go.kr) 
					<br><br>
				</td>
			</tr>
		</tbody></table>
		</div>
	</div>
</div>
<jsp:include page="../module/foot.jsp" />
</body>
</html>