<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
<script>
$(document).ready(function(){
	 $("#studentBtn").click(function(){
		 var check = document.querySelectorAll(".check");
			//체크값 확인 변수 
			var tag = true;
			//반복문을 통해 check크기만큼 반복 
			for (var i = 0; i < check.length; i++) {
				//만약 check중 하나라도 체크가 되어있지 않으면 
				if (!check[i].checked) {
					//tag는 false 
					tag = false;
				}
			}
			//만약 tag가 true라면 모두 체크된걸로 출력 
			if (tag) {
				location.href="/smedu/main/studentInsertForm";
				//하나라도 체크가 되어있지않다면 전체동의하셔야합니다 출력. 
			} else {
				alert('약관에 동의하셔야 합니다.');
			}
	 });
	 $("#professorPlannerBtn").click(function(){
		 var check = document.querySelectorAll(".check");
			//체크값 확인 변수 
			var tag = true;
			//반복문을 통해 check크기만큼 반복 
			for (var i = 0; i < check.length; i++) {
				//만약 check중 하나라도 체크가 되어있지 않으면 
				if (!check[i].checked) {
					//tag는 false 
					tag = false;
				}
			}
			//만약 tag가 true라면 모두 체크된걸로 출력 
			if (tag) {
				location.href="/smedu/main/professorPlannerInsertForm";
				//하나라도 체크가 되어있지않다면 전체동의하셔야합니다 출력. 
			} else {
				alert('약관에 동의하셔야 합니다.');
			}
	 });
});
</script>
</head>
<body>
<jsp:include page="../module/top.jsp" />

<div class="wrapper row3">
	<div class="hoc container clear">
		<jsp:include page="../module/main_sidebar.jsp" />
		<div class="content three_quarter">
			<h1>회원가입</h1><hr>
			<div class="form-group">
				<label>이용약관</label>
				<textarea class="form-control" rows="7" id="comment" readonly="readonly">
1장 총칙 
제 1조 (목적) 
본 약관은 “SM 사이버 평생 교육원”(이하 "교육원"이라 합니다.) 서비스(이하 '서비스'라 합니다)의 이용과 관련하여 현행 법령에 위배되지 않는 범위 내에서 회원의 기본적인 권리와 책임사항을 정하는 것을 목적으로 합니다. 

제 2조 (약관의 효력 및 적용과 변경) 
이 약관은 사이트를 통해 온라인으로 공시하고 회원의 동의와 교육원의 승낙으로 효력을 발생하며, 합리적인 사유가 발생할 경우 교육원은 관련법규에 위배되지 않는 범위 안에서 개정할 수 있습니다.
개정된 약관은 정당한 절차에 따라 사이트에 공지함으로써 효력을 발휘합니다. 

제 3조 (약관 외 준칙) 
이 약관에 명시되지 않은 사항에 대해서는 관계법령, 교육원이 정한 서비스의 개별이용약관, 세부이용지침 및 규칙 등의 규정을 따르게 됩니다. 

제 4조 (용어의 정의) 
이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 
(1) 회원 : 사이트에 접속하여 이 약관에 동의함으로써 교육원과 서비스 이용계약을 체결하고 이용자 ID(이용자고유번호)와 Password(비밀번호)를 발급받은 자를 말합니다. 
(2) 이용자 ID(이용자고유번호) : 회원 식별과 서비스 이용을 위하여 회원이 선정하고 교육원이 승인하여 부여하는 문자와 숫자의 조합을 말합니다. 
(3) PASSWORD(비밀번호) : 서비스 이용 시 이용자 ID와 일치하는 이용자임을 확인하고, 회원의 개인정보 보호를 위하여, 회원 자신이 설정, 관리하는 문자와 숫자의 조합을 말합니다. 
(4) 이용자 정보 : 이용자가 교육원과 이용 계약 체결 시 교육원에 등록하는 이용자 ID, 성명, 주소 등 이용자의 신상에 관련된 정보를 말합니다. 
(5) 강의 서비스 : 사이트를 통해 제공되는 강의 서비스를 말하며 그 이용 등에 관한 구체적인 사항은 본 약관 제14조에 기술된 바와 같습니다. 


2장 서비스 이용 계약 제 5조 (이용계약의 성립) 
이용계약은 사이트 회원으로 등록하길 희망한 자의 이용신청에 대한 교육원의 이용 승낙에 의하여 성립합니다. 

제 6조 (이용 신청 시 기재 사항) 
이용 신청 시 사이트의 회원 가입 화면에서 교육원이 요청하는 소정의 정보를 온라인 양식의 신청서에 기재하여야 합니다. 

제 7조 (이용신청의 승낙 등) 
(1) 교육원은 회원이 제6조에서 정한 사항을 정확히 기재하고 본 약관에 동의할 때 서비스의 이용신청을 승낙 합니다. 
(2) 교육원은 다음 각호의 경우에는 이용신청의 승낙을 유보할 수 있습니다.
1. 기술상 서비스 제공이 불가능한 경우
2. 제6조의 기재사항에 허위, 기재누락, 도용, 오기가 있는 경우
3. 다른 사람 명의로 이용신청을 하였을 때 
4. 이용 신청 시 내용을 허위로 기재 하였을 때 
5. 이용 신청자가 이전에 회원자격을 상실한 사실이 있는 경우 
(3) 회원의 자격에 따라 서비스 이용범위는 세분화 될 수 있습니다. 


3장 서비스의 이용

제 8조 (서비스의 이용게시) 
(1) 교육원은 회원의 이용 신청을 승인한 때부터 서비스를 개시합니다. 단, 유료 서비스를 포함한 일부 서비스의 경우에는 결제가 완료된 이후 또는 교육원에서 지정한 일자부터 서비스를 개시합니다. 
(2) 교육원의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공지하거나 회원에게 통지합니다. 

제 9조 (서비스의 이용시간) 
(1) 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 시스템 점검, 증설과 교체 및 고장 등의 이유로 교육원이 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 교육원은 사전 또는 사후에 이를 공지합니다. 
(2) 교육원은 서비스를 일정범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.

제 10조 (서비스의 변경 및 중지) 

(1) 교육원은 변경될 서비스의 내용 및 제공일자를 회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다. 
(2) 교육원은 다음 각 호에 해당하는 경우 서비스는 일부를 제한하거나 중단할 수 있습니다.
1. 서비스용 설비의 확장, 보수 등 공사로 인한 부득이한 경우
2. 교육원 사정으로 불가피하게 서비스 중단이 필요한 경우
3. 서비스 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
4. 새로운 서비스로 시스템을 정비, 교체하는 경우
5. 기타 정전, 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우 
(3) 교육원은 제2항에 의한 서비스 중단의 경우에는 회원에게 그 사실을 사전에 통지합니다. 다만, 교육원이 통제할 수 없는 사유로 인한 서비스의 중단으로 인하여 사전 통지가 불가능한 경우에는 예외로 합니다. 
(4) 교육원은 교육원의 고의 또는 중대한 과실로 인하여 서비스가 중단되어 회원이 이미 결제한 유료 서비스를 이용할 수 없을 경우에는 당해 유료 서비스의 잔여기간을 보상하는 방식으로 회원에게 보상합니다. 

제 11조 (ID와 PASSWORD의 관리) 
(1) 회원은 ID와 PASSWORD를 스스로의 책임하에 관리하여야 하며, 회원이 ID와 PASSWORD를 소홀히 관리하거나 무단양도, 대여 등을 하여 발생하는 손해와 피해의 책임은 회원에게 있으므로 각별히 주의해야 합니다. 
(2) 회원은 자신의 ID 및 PASSWORD가 도난, 유출되거나 제3자가 사용하고 있음을 인지한 경우에는 그 사실을 교육원에 통지하고 회원의 안내에 따르도록 합니다. 
(3) 교육원은 사이트 통합, 교육원의 중요정책 변경에 따라 ID의 본질적인 부분을 변경하지 아니하는 방법으로 ID를 일괄 변경할 수 있습니다. 이 경우 교육원은 사전 그 변경사실을 통지합니다. 

제 12조 (회원의 게시물) 
(1) 게시물이라 함은 교육원의 서비스를 포함한 회원이 올린 글, 교육원 개설 까페에 올린글 이미지, 각종 파일과 링크, 각종 덧글 등의 정보를 의미합니다. 
(2) 회원이 서비스 내에 게시한 게시물로 인해 회원 개인에게 발생하는 손실이나 문제는 회원 개인의 책임이므로, 게시물 작성 시 관련법령에 위배되지 않도록 유의해야 합니다. 
(3) 회원은 다음 각 호에 해당하는 게시물을 게시하거나 전달할 수 없으며 교육원은 서비스 내에 존재하는 게시물이 다음 각 호에 해당한다고 판단되는 경우 해당 게시물을 삭제, 이동 또는 등록거부 할 수 있습니다. 또한, 교육원은 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 회원은 다음의 경우 자진 삭제하여야 합니다.
1. 교육원, 다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
2. 공공질서 및 미풍양속에 위반되는 내용을 유포하는 경우
3. 범죄적 행위에 결부된다고 인정되는 내용인 경우
4. 교육원의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
5. 법령을 위반하거나 타인의 권리를 침해하는 방식으로 정치적, 종교적 분쟁을 야기하는 경우
6. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우
7. 타인의 개인정보를 도용, 사칭하여 작성한 내용이거나, 타인이 입력한 정보를 무단으로 위 변조한 내용인 경우
8. 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우
9. 기타 관계 법령 및 교육원의 지침 등에 위반된다고 판단되는 경우 
(4) 본 조 제3항 각 호에 해당하는 게시물을 게재하여 교육원으로부터 경고를 받은 회원의 경우 다음 각 호의 규정에 따라 서비스 이용이 제한될 수 있습니다. 
1. 첫 번째 경고 : 관련 게시글 삭제, 2주 간 게시글 등록 불가
2. 두 번째 경고 : 관련 게시글 삭제, 4주 간 게시글 등록 불가
3. 세 번째 경고 : 관련 게시글 삭제, 영구 게시글 등록 불가 

제 13조 (게시물의 저작권 등) 
(1) 이용자가 서비스 내에 게시한 게시물의 저작권은 저작권법에 의해 보호를 받습니다. 본 교육원에서 작성한 저작물에 대한 저작권 기타 지적재산권은 교육원에 귀속합니다. 
(2) 이용자는 자신이 게시한 게시물을 교육원이 국내외에서 다음 각 호의 목적으로 사용하는 것을 허락합니다.
1. 서비스 내에서 이용자 게시물의 복제, 전송, 전시, 배포 및 우수 게시물을 서비스 화면에 노출하기 위하여 이용자 게시물의 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것
2. 교육원에서 운영하는 관련 사이트의 서비스 내에서 이용자 게시물을 전시, 배포하는 것. 단 회원이 전시, 배포에 동의하지 아니할 경우, 교육원은 관련 사이트의 서비스 내에서 당해 회원의 게시물을 전시, 배포하지 않습니다.
3. 교육원의 서비스를 홍보하기 위한 목적으로 미디어, 통신사 등에게 이용자의 게시물 내용을 보도, 방영하게 하는 것. 단 이 경우 교육원은 회원의 개별 동의 없이 미디어, 통신사 등에게 개인정보를 제공하지 않습니다. 
(3) 전항의 규정에도 불구하고, 교육원은 이용자의 게시물을 전항 각 호에 기재된 목적 이외에 상업적 목적 (예 : 제3자에게 게시물을 제공하고 금전적 대가를 지급받는 경우 등)으로 사용할 경우에는 사전에 해당 이용자로부터 동의를 얻어야 합니다. 게시물에 대한 교육원의 사용 요청, 이용자의 동의 및 동의철회는 전화, 전자우편, 팩스 등 교육원이 요청하는 방식에 따릅니다. 이 경우 교육원은 게시물의 출처를 표시하며 게시물의 사용에 동의한 해당 이용자에게 별도의 보상을 제공합니다. 
(4) 회원이 탈퇴를 하거나 제19조 제2항에 의하여 회원 자격을 상실한 경우에 본인 계정에 기록된 게시물은 삭제됩니다. 
다만 제3자에게 의하여 스크랩, 펌, 담기 등으로 다시 게시된 게시물과 공용 서비스 내에 기록된 게시물 등 다른 이용자의 정상적인 서비스 이용에 필요한 게시물은 삭제되지 않습니다. 
(5) 교육원은 합병, 영업양도, 교육원이 운영하는 사이트간의 통합 등의 사유로 원래의 게시물의 내용을 변경하지 않고 게시물의 게시 위치를 변경할 수 있습니다. 

제 14조 (강의 서비스 이용관련) 
(1) 회원은 교육원 사이트를 통해서 다양한 주제에 대한 강사의 강의 및 해설 등을 제공하는 강의 서비스를 이용할 수 있습니다.
(2) 강의 서비스는 유료로 제공될 수 있으며 이 경우 그 요금과 사용조건, 결제방법 등은 별도 고지하는 절차에 따릅니다. 
(3) 강의 서비스 이용의 승인 시기는 교육원이 별도 고지하지 않는 한 회원이 강의 서비스 이용을 신청완료 후 교육원 일정에 따라 서비스 이용 가능합니다.
(4) 일부 강의 서비스는 별도의 동영상 재생 프로그램이나 어플리케이션 등을 설치해야 이용할 수 있습니다. 교육원은 그 이용조건 등을 설치 시 별도 고지합니다. 


4장 계약당사자의 의무 

제 15조 (교육원의 의무) 
(1) 교육원은 관계 법령과 이 약관이 금지하거나 미풍 양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다. 
(2) 교육원은 안정적인 서비스의 제공을 위하여, 설비에 장애가 생기거나 손상된 때에는 부득이한 사유가 없는 한 이를 지체 없이 수리 또는 복구합니다. 
(3) 교육원은 회원의 개인정보 보호와 안전한 서비스 제공을 위하여 최선을 다합니다.
(4) 교육원은 회원의 개인정보를 본인의 승낙 없이 타인에게 누설, 배포하거나 제3자에게 배포, 제공하지 않습니다. 다만, 적법한 절차를 거친 국가기관의 요구나 수사상 또는 기타 공익을 위하여 필요하다고 인정되는 경우는 예외로 합니다. 교육원은 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력하며 회원의 개인정보보호에 관해서는 관련법령 및 교육원이 정하는 '개인정보보호정책'에 정한 바에 의합니다. 
(5) 교육원은 이용자로부터 서비스 이용과 관련되어 제기되는 의견이나 불만이 정당하다고 인정되는 경우 이를 즉시 처리하여야 합니다. 다만, 즉시 처리가 어려운 경우 이용자에게 그 사유와 처리 일정을 통보하여야 합니다. 

제 16조 (회원의 의무) 
(1) 교육원의 명시적 동의가 없는 한 회원의 이용권한은 회원 개인에 한정되며, 타인에게 양도, 증여하거나 이를 담보로 제공할 수 없습니다. 
(2) 회원은 서비스 이용 시 다음 각 호의 행위를 하여서는 안됩니다.
1. 회원은 이용 신청 또는 변경 시 허위 사실을 기재하거나, 자신 또는 다른 회원의 ID 및 개인정보를 이용, 공유하는 행위를 할 수 없습니다. 
2. 회원은 교육원이 제공하는 서비스를 통하여 얻은 정보를 상업적 목적으로 이용하거나 출판, 방송, 복제, 전송, 공유 등을 통하여 교육원의 허락 없이 제3자에 노출, 제공하는 행위를 할 수 없습니다. 단, 공익의 목적이나 회원의 이익을 위하여 필요한 경우에는 교육원에게 협의를 요청하고 사전 동의를 구하도록 합니다.
3. 회원은 제3자의 권리나 저작권 등을 침해하는 행위를 할 수 없습니다.
4. 회원은 교육원에서 공식적으로 인정한 경우를 제외하고는 서비스를 이용하여 상품 또는 용역을 판매하는 영업 활동 등의 상행위를 할 수 없으며, 특히 해킹, ID공유 등의 방법을 통해 교육원의 서비스를 제3자에게 제공, 공유, 노출 시키거나 판매하는 행위를 할 수 없습니다.
5. 회원은 교육원의 사이트 운영을 저해하거나 다른 이용자의 서비스 이용을 방해하거나 교육원의 운영진, 직원 또는 관계자를 사칭하는 행위를 할 수 없습니다.
6. 회원은 공서양속을 저해하는 부호, 문자, 음성, 음향 및 영상 등의 정보를 타인에게 유포시키는 행위를 할 수 없습니다.
7. 회원은 포인트를 제3자와 유상거래 하거나 현금으로 전환하는 행위를 할 수 없습니다. 
(3) 회원은 서비스의 이용을 위해 자신의 이용자 정보를 관리해야 하며 제6조의 등록사항에 변경이 있을 경우 교육원이 제공하는 서비스 내의 개인정보 수정 페이지를 통하여 변경 사항을 지체 없이 알려야 합니다. 


5장 계약해지 및 이용제한 

제 17조 (계약해지 및 이용제한) 
(1) 회원은 교육원이 제공하는 서비스 내의 회원탈퇴 기능을 통하여 언제라도 탈퇴를 요청할 수 있습니다. 교육원은 제10조 제2항 각호와 같은 불가피한 사정이 없는 한 회원의 탈퇴 요청을 지체 없이 처리합니다. 
(2) 회원이 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우, 교육원은 당해 회원에게 사전 통지를 한 후, 서비스 이용권한을 일정기간 제한하거나 이용권한을 상실시킬 수 있습니다. 단, 교육원이 회원이 이용권한을 상실시키기 위해서는 회원이 이를 시정하거나 소명할 수 있는 기회를 부여해야 합니다. 

제 18조 (양도 금지) 
(1) 회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며 게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원에게 있습니다. 
(2) 교육원이 제3자에게 합병, 분할합병 되거나 서비스를 제3자에게 양도함으로써 서비스의 제공 주체가 변경되는 경우, 교육원은 사전에 회원에게 통지합니다. 이 경우 합병, 분할 서비스 표준약관 합병, 서비스 양도에 반대하는 회원은 서비스 이용계약을 해지할 수 있습니다. 


6장 손해배상 등 

제 19조 (손해배상) 
(1) 교육원이 서비스를 제공하는 과정에 있어 고의 또는 중대한 과실로 서비스 장애나 오류가 발생하였을 경우, 아래 각 호의 내용으로 회원의 손해에 대하여 보상합니다. 
1. 교육원은 시스템 점검, 증설과 교체 등 교육원이 정한 기간 외에 고의 또는 중대한 과실로 예고 없이 전체 서비스가 일시 중단될 경우 유료 서비스 이용기간을 연장하는 방법으로 회원에게 보상합니다.
2. 교육원의 과실로 회원이 결제한 유료 서비스를 이용할 수 없는 상황이 발생할 경우, 교육원은 해당 유료 서비스의 복원, 교환 또는 환불 조치를 통해 회원에게 보상합니다. 
(3) 회원이 서비스를 이용함에 있어 행한 불법적 행위와 본 약관의 규정을 위반함으로 인하여 교육원에 손해가 발생하거나 제3자로부터 교육원이 손해배상 청구 또는 각종 이의제기를 받는 경우, 당해 회원은 교육원에 발생하는 손해를 배상하여야 합니다. 

제 20조 (면책사항) 
(1) 교육원은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다. 
(2) 교육원은 회원의 귀책사유로 인한 서비스의 이용장애에 대하여 책임을 지지 않습니다. 
(3) 교육원은 회원이 교육원에서 제공하는 서비스로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다. 
(4) 교육원은 제3자가 사이트에 저장, 게시 또는 전송한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을 지지 않습니다. 
(5) 교육원은 사이트에 입점, 연결되어 있는 제3자의 웹사이트(이하 '링크 사이트'라 합니다)가 있는 경우, 회원이 링크 사이트를 이용함에 따라 발생하는 문제에 대하여는 책임을 지지 않습니다. 

제 21조 (재판권 및 준거법) 
(1) 서비스 이용 중 발생한 회원과 교육원간의 소송은 민사소송법 상의 관할법원에 제기합니다. 
(2) 교육원과 이용자간에 제기된 소송에는 대한민국헌법을 적용합니다.		
				</textarea>
				<div class="checkbox">
					<label><input class="check" type="checkbox">위의 이용약관에 동의 합니다.</label>
				</div>
			</div>
			
			<hr>
			<div class="form-group">
				<label>개인정도 취급방침</label>
				<textarea class="form-control" rows="7" id="comment" readonly="readonly">
“SM 사이버 평생 교육원”(이하 "교육원"이라 합니다.) "개인정보 보호법" 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다.

제 1 조(개인정보의 처리목적)
교육원은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 "개인정보 보호법" 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행하겠습니다.

1. 홈페이지 회원 가입 및 관리
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별ㆍ인증, 회원자격 유지ㆍ관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지ㆍ통지, 고충처리 등을 목적 으로 개인정보를 처리합니다.
2. 재화 또는 서비스의 제공
학사관리를 위한 독려 등의 서비스 제공, 계약서ㆍ청구서 발송, 콘텐츠 제공, 역량진단 등의 맞춤서비스 제공, 교재용 도서 제공, 본 인인증, 연령인증, 요금 할인, 요금결제ㆍ정산 등을 목적으로 개인정보를 처리합니다.
3. 행정처리 및 상위기관의 위임업무 수행
① 학점인정과목을 수강하는 학습자 전체의 사전보고, 성적보고 등의 목적으로 개인정보를 처리합니다. ② 평생교육사 자격증 발급신청, 평생교육사 현장실습과목 수강생의 실습관련 기록 보존 등의 목적으로 개인정보를 처리합니다. ③ 근로자 직업능력개발을 위한 과정을 수강하는 학습자 전체의 실시보고, 수료보고 등의 목적으로 개인정보를 처리합니다. 
4. 민원 및 고충처리 
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락ㆍ통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.
5. 마케팅 및 광고에의 활용 
신규 서비스 개발, 이벤트 및 광고성 정보 제공, 이벤트의 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비 스의 유효성 확인, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다. 

제 2 조(개인정보의 처리 및 보유기간)
1. 교육원은 법령에 따른 개인정보 보유ㆍ이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유ㆍ이용기간 내 에서 개인정보를 처리ㆍ보유합니다.
2. 정보주체의 개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이 파기합니다. 단, 관계법령 위반에 따른 수사ㆍ조사 
등이 진행 중인 경우에는 해당 수사ㆍ조사 종료 시까지 처리 및 보유하며, 다음의 사유에 해당하는 경우에는 해당 기간 동안 개인 정보 처리 및 보유합니다.
개인정보 보존항목 및 보존 기간 근서 사유입니다.
보존 항목/내용	보존기간	보존근거/사유
표시·광고에 관한 기록	6개월	전자상거래 등에서의 소비자 보호에 관한 법률
계약 또는 청약철회, 대금결제, 재화 등의 공급기록	5년
소비자 불만 또는 분쟁처리에 관한 기록	3년
컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료	3개월	통신비밀보호법
가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료	1년
신용정보의 수집, 처리 및 이용 등에 관한 기록	3년	신용정보의 이용 및 보호에 관한 법률
수강자의 수강로그 기록(주차별 접속 IP, 접속시각, 종료시각), 선수과목 이수 현황 관련 서류(실습생신상서 등), 실습의뢰 관련 서류(실습의뢰공문, 실습신청서, 실습생신상서, 실습의뢰수락서 등)	종강 후 2년 이상에서 탈퇴 시까지	학점인정 등에 관한 법률
사전보고, 성적보고 출력물
평가 시작시각, 종료시각, IP주소 등의 평가근거	종강 후 4년 이상에서 탈퇴 시까지
학습자등록 및 학점인정신청 관련 신청서, 증빙서류 등	3개월
평생교육사 자격증 발급 신청 관련 출력물	종강 후 2년 이상에서 탈퇴 시까지	학점은행기관 대상 평생교육사 자격증발급 운영지침

제 3 조(개인정보의 제3자 제공)
1. 교육원은 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특 별한 규정 등 "개인정보 보호법" 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
2. 현재는 정보주체의 개인정보를 제3자에게 제공하지 않으며, 향 후 정보주체의 개인정보를 제3자에게 제공하는 경우에는 정보주체 에게 고지 및 별도의 동의를 받은 후 진행하겠습니다.

제 4 조(개인정보의 공유 및 제공)
1. 교육원은 원격평생교육시설, 사업주 원격훈련위탁시설, 학점은행 원격기반 교육훈련시설, 원격교원연수시설로써 다음과 같은 업무 를 수행 및 상위기관에 보고합니다.
개인정보 공유 기관 및 목적, 항목, 보유, 이용기간
공유 받는 자	이용목적	개인정보 항목	보유,이용기간
국가평생교육진흥원	학점인정 과목 수강 및 성적 보고	이름, 주민등록번호, 성적	종강 후 2년 이상에서 탈퇴 시 까지
자격증발급 신청 업무 수행	이름, 주민등록번호, 전화번호, 주소, 성적, 학력 등 자격증 발급신청관련서류에 포함되는 개인정보 항목
정보주체의 교육 기관	평생교육 현장실습 평가 기록의 공유	이름, 주민등록번호, 실습관련 내역, 성적

제 5 조(개인정보처리의 위탁)
1. 교육원은 위탁계약 체결 시 "개인정보 보호법" 제26조, 제 27조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보 호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 보안서약서를 작성하 는 등, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
2. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
3. 교육원은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. 
개인정보 수탁업체 및 위탁업무내용
구분	수탁업체	위탁업무내용
공통	서울신용평가정보(주)	실명확인
(주)한국사이버결제	신용카드 등의 결제
학점은행	(주)교보문고	전자도서관 제공

제 6 조(정보주체의 권리·의무 및 행사방법)
1. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다. 단, 개인정보의 정정 또는 삭제에
관하여 다른 법령에 특별한 절차가 규정되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
① 개인정보 열람요구 ② 오류 등이 있을 경우 정정 요구 ③ 삭제요구 ④ 처리정지 요구
2. 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 교육원은 이에 대해 지체 없이 조치하겠습니다.
3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 교육원은 정정 또는 삭제를 완료할 때까지 당해 개인정보 를 이용하거나 제공하지 않습니다.
4. 제1항에 따른 권리 행사는 만 14세 미만의 아동ㆍ청소년의 법정 대리인을 포함한 정보주체의 법정대리인이나 위임을 받은 자 등 대 리인을 통하여 하실 수 있습니다. 이 경우 "개인정보 보호법 시행규칙" 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해 하여서는 안됩니다.

제 7 조(처리하는 개인정보 항목)
1. 교육원은 다음의 개인정보 항목을 처리하고 있습니다.
① 홈페이지 회원 가입ㆍ관리 및 서비스 제공
홈페이지 회원 가입ㆍ관리 및 서비스 제공
필수항목	선택항목
이름, 아이디(학번), 비밀번호, 주소, 휴대폰번호, 생년월일, 성별, 이메일주소	주민등록번호, 전화번호, 직업, 회사명, 학력사항, 학점취득목표 ② 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.    - IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록 등
2. 선택항목에 해당하는 개인정보 수집에 동의하지 않은 경우에는 회원관리, 재화 또는 서비스 제공, 민원 및 고충처리, 마케팅 및 광고 에의 활용 서비스가 제공되지 않을 수 있습니다.
3. 정보주체의 가족구성원의 정보, 군복무정보, 민감정보(건강-장애, 입원, 수술), 출장정보 등에 대해 수집이 필요한 경우에는 수집ㆍ 이용 목적 등을 명확히 고지하고 별도의 동의를 받아 수집합니다.

제 8 조 (개인정보 자동수집 장치의 설치운영 및 그 거부에 관한 사항)
1. 교육원은 개인정보를 수시로 저장하고 찾아내는 '쿠키(Cookie)'등을 운용합니다. 쿠키란 교육원의 웹사이트를 운영하는 데 이용되 는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.
2.교육원은 고객이 사용하는 이러닝 과정의 학습현황의 체크를 위해서만 한정적으로 쿠키를 사용하고 있습니다. 회원의 학습시간 및 진도상황 등을 분석, 이용자의 학습상황을 파악하고 독려할 수 있는 각종 학습서비스를 제공하기 위해서 쿠키가 사용됩니다.
3.회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 회원은 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 단, 쿠키를 거부하는 경우 학습자의 진도 체크에 무리가 있을 수 있으니 참고 부탁드립니다.

제 9 조(개인정보의 파기)
1. 교육원은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니 다.
2.정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계 속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.
3.개인정보 파기의 절차 및 방법, 관리부서는 다음과 같습니다. ① 파기절차: 교육원은 제1조와 제2조에 따라 파기 사유가 발생한 개인정보를 선정하고, 교육원의 개인정보보호책임자의 승인을 받     아 개인정보를 파기합니다. ② 파기방법: 교육원은 전자적 파일 형태와 종이 등의 출력물에 따라 다음과 같은 방법으로 파기합니다.
개인정보 파기의 절차 및 방법
유형	파기방법
전자적 파일 형태	- 로우레벨포맷(Low Level Format) 등의 재생이 불가능한 기술적 방법으로 파기
- 컴퓨터 등 불용처분, 매각하는 때에는 저장내용 완전 삭제
문서 등의 출력물	- 폐ㆍ휴지 수집업체 출력물 원형 매각 금지
- 직접 파기 조치 후 매각 (분쇄 또는 소각처리)
- 파기 전문 업체에 위탁하는 경우 현장 확인 ③ 개인정보 저장매체를 파기할 때에는 관리대장을 작성하여 기록하고, 관리 부서를 지정 및 역할을 분장하여 지속적으로 관리하도 록 합니다. 제 10 조(개인정보의 안전성 확보조치)
교육원은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
1. 관리적 조치 : 내부관리계획 수립ㆍ시행, 정기적 직원 교육 등 2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제

제 11 조(개인정보 유노출ㆍ침해사고에 관한 대응)
교육원은 개인정보 유노출ㆍ침해사고에 대하여 "개인정보 보호법" 제34조(개인정보 유출 통지 등)와 "정보통신망 이용촉진 및 정보보호등에 관한 법률"제48조의2(침해사고의 대응 등), 제48조의3(침해사고의 신고 등)에 따라 대응하고 있습니다.
1. 대응팀의 구성 및 비상연락
① 시스템개발팀장은 대응팀장으로서 대응절차의 전반을 총괄합니다. ② 시스템개발팀원 전원은 대응팀원으로서 역할을 분담하여 신고, 원인파악, 피해의 복구 및 재발방지 조치, 서비스 재개     조치를 담당합니다. ③ 각 사업부의 부장과 운영팀장은 대응팀원으로서 역할을 분담하여 피해 접수 및 상담, 유출 고지 및 통보, 서비스 재개 조치에 관     한 고지 및 통보를 담당합니다. ④ 그 외의 직원들은 비상대기하며 필요시에는 대응팀원으로서의 역할을 담당합니다.
2. 신고
방송통신위원회나 한국인터넷진흥원에 유ㆍ노출 및 침해사고에 대해 즉시 신고하며, 1만 명 이상의 정보주체에 관한 개인정보가 유 출된 경우에는 "개인정보 보호법" 제34조 제1항과 제2항의 조치결과를 행정안전부장관 또는 한국정보화진흥원, 한국인터넷진흥원 에 신고합니다.
3. 유출 고지 및 통보
① 개인정보가 유출되었음을 알게 되었을 때에는 서면 등의 방법으로 지체 없이 "개인정보 보호법" 제34조 제1항 각 호의 사항을 정     보주체에게 고지 및 통지하며, 고지사항은 7일 이상 게시합니다. 단, 유출된 개인정보의 확산 및 추가 유출을 방지하기 위하여 접	    속경로의 차단, 취약점 점검·보완, 유출된 개인정보의 삭제 등 긴급한 조치가 필요한 경우에는 그 조치를 한 후 지체 없이 정보주     체에게 알립니다. ② 위탁 업체 등 서비스 제공과 관련된 업체와 접속경로의 차단, 취약점 점검·보완, 유출된 개인정보의 삭제 등 조치에 협조가 필요     하거나 관련 업무가 공유되어야하는 경우 지체없이 알립니다.
4. 원인파악
자체적으로 원인을 파악 및 분석하고 자체적인 복구가 어려운 경우 유관기관의 협조를 받아 원인을 파악합니다.
5. 피해의 복구 및 재발방지 조치
① 개인정보 유ㆍ노출 및 침해사고 발생 시 자체적으로 복구를 수행하고, 자체적인 복구가 어려울 경우 행정안전부나 한국정보화진     흥원, 방송통신위원회, 한국인터넷진흥원의 협조를 받아 복구 작업을 수행합니다. ② 피해 복구 범위의 결정, 복구 우선순위 결정, 피해복구, 사후관리로 피해의 복구 및 재발방지에 대한 조치를 합니다.
5. 서비스 재개
피해의 복구 및 재발 방지 조치가 완료되어 안정성이 보장된 것을 확인한 즉시 서비스를 재개하고 지체없이 정보주체에게 고지 및 통보하며, 고지사항은 7일 이상 게시합니다.

제 12 조(개인정보보호책임자)
1. 교육원은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다. 
정보주체는 교육원의 서비스(또는 사업)를 이용하면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보보호책임자 및 담당부서로 문의하실 수 있습니다. 교육원은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다. 

제 13 조(개인정보 열람청구) 
정보주체 및 만 14세 미만의 아동ㆍ청소년의 법정대리인은 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 교육원은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. 

제 14 조(권익침해 구제방법)
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 
아래의 기관은 교육원과는 별개의 기관으로서, 교육원의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다 

1. 개인정보 침해신고센터 (한국인터넷진흥원 운영) ① 소관업무 : 개인정보 침해사실 신고, 상담 신청 ② 홈페이지 : privacy.kisa.or.kr ③ 전화 : (국번 없이) 118 ④ 주소 : (138-950)서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터
2. 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)
① 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) ② 홈페이지 : privacy.kisa.or.kr ③ 전화 : (국번 없이) 118 ④ 주소 : (138-950)서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터
3. 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
4. 경찰청 사이버테러대응센터 : 1566-0112 (www.netan.go.kr) 
				</textarea>
				<div class="checkbox">
					<label><input class="check" type="checkbox">위의 이용약관에 동의 합니다.</label>
				</div>
			</div>
			<div align="center">
			    <button class="btn btn-default" id="studentBtn">회원가입</button>
			    &nbsp;
			    <button class="btn btn-default" id="professorPlannerBtn">교수,플래너가입</button>
			</div>
		</div>
	</div>
</div>

<jsp:include page="../module/foot.jsp" />
</body>
</html>