<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
<jsp:include page="../module/top.jsp" />

<div class="wrapper row3">
		<div class="hoc container clear">
			<jsp:include page="../module/creditbank_sidebar.jsp" />
    	<div class="content three_quarter"> 
		  <h1>관련법규</h1><hr>
			<h4>제 1조(목적)</h4>
			<ul>
				<li>이 법은 평가인정을 받은 학습과정을 이수한 자등에게 학점인정을 통하여 학력인정과 학위취득의 기회를
					부여함으로써 평생교육의 이념을 구현하고 개인의 자아실현과 국가사회의 발전에 기여함을 목적으로 한다.</li>
			</ul>

			<h4>제 2조(정의)</h4>
			<ul>
				<li>"평가인정"이라 함은 교육인적자원부장관이 제3조 제1항의 규정에 의한 학습과정에 대하여 이 법에 의한
					평가인정의 기준을 갖추었는지를 평가하여 학점인정 학습과정으로 인정하는 행위를 말한다.</li>
				<li>"학위"라 함은 고등교육법 제35조 제1항의 규정에 의한 학사학위 또는 동법 제50조 제1항의 규정에
					의한 전문학사학위와 동등한 효력을 가지는 학위를 말한다.</li>
				<li>"대학"이라 함은 고등교육법 제2조제1호 내지 제6호의 규정에 의한 대학·산업대학 · 교육대학 ·
					전문대학 · 방송대학 · 통신대학 · 방송통신대학 및 기술대학을 말한다.</li>
			</ul>

			<h4>제 3조(학습과정의 평가인정)</h4>
			<ul>
				<li>교육인적자원부장관은 대통령령이 정하는 평생교육시설 및 직업교육훈련기관(이하 "교육훈련기관"이라 한다)
					이 설치 · 운영하는 학습과정에 대하여 대통령령이 정하는 바에 따라 평가인정을 할 수 있다.</li>
				<li>제1항의 규정에 의한 평가인정을 받고자 하는 교육훈련기관은 대통령령이 정하는 바에 따라
					교육인적자원부장관에게 평가인정을 신청하여야 한다.</li>
				<li>제1항의 규정에 의하여 평가인정을 받은 학습과정을 설치·운영하는 교육훈련기관은 제4항의 평가인정의
					기준에 따른 평가인정사항을 변경하고자 하는 경우에는 교육인적자원부령이 정하는 바에 의하여 이를 미리 교육인적자원부
					장관에게 신고하여야 한다.</li>
				<li>제1항의 규정에 의한 평가인정의 기준이 되는 교수 또는 강사의 자격, 학습시설 ·설비 및 학습과정의
					내용은 대통령령으로 정한다.</li>
			</ul>

			<h4>제 4조(평가인정서의 교부)</h4>
			<ul>
				<li>교육인적자원부장관은 제3조 제1항의 규정에 의하여 평가인정을 한 경우에는 평가인정을 증명하는 서류(이하
					"평가인정서"라 한다)를 당해교육훈련기관의 장에게 교부하여야 한다.</li>
				<li>제1항의 규정에 의한 평가인정서의 기재사항등에 관하여 필요한 사항은 대통령령으로 정한다.</li>
			</ul>

			<h4>제 5조 (평가인정의 취소)</h4>
			<ul>
				<li>교육인적자원부장관은 제3조 제1항의 규정에 의하여 평가인정을 받은 학습과정을 설치 · 운영하는 교육훈련기관이 다음 각
				호의 1에 해당할 때에는 그 평가인정을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 이를 취소하여야 한다.</li>

				<li>허위 기타 부정한 방법으로 평가인정을 받은 때</li>
				<li>제3조 제3항의 규정에 의한 신고를 하지 아니하고 동조 제4항의 규정에 의한 평가인정의 기준에 따른
					평가인정사항을 변경한 때</li>
				<li>제3조 제4항의 규정에 의한 평가인정의 기준에 미달하게 된 때</li>
			</ul>

			<h4>제 6조 (평가인정의 공고)</h4>
			<ul>
				<li>교육인적자원부장관은 제3조 제1항 · 제3항 및 제5조의 규정에 의하여 학습과정에 대한 평가인정을
					하거나 이를 취소한 경우에는 공고하여야 한다.</li>
				<li>제1항의 규정에 의한 공고의 방법 기타 공고에 관하여 필요한 사항은 대통령령으로 정한다.</li>
			</ul>


			<h4>제 7조 (학점인정)</h4>
			<ul>
				<li>교육인적자원부장관은 제3조제1항의 규정에 의하여 평가인정을 받은 학습과정을 이수한 자에게 그에 상당한
					학점을 인정한다.</li>
				<li>교육인적자원부장관은 다음 각호의 1에 해당하는 자에게 그에 상당한 학점을 인정할 수 있다.<br>
					1. 대통령령이 정하는 학교 또는 평생교육시설에서 고등교육법·평생교육법 또는 학칙이 정하는 바에 의하여 교육과정을
					이수한 자<br> 2. 외국 또는 군사분계선이북지역에서 대학교육에 상응하는 교육과정을 이수한 자<br>
					3. 고등교육법 제36조제1항, 평생교육법제21조 또는 평생교육법 제22조의 규정에 의하여시간제로등록하여수업을받은 자<br>
					4. 대통령령이 정하는 자격을 취득하거나 그 자격의 취득에 필요한 교육과정을이수한 자<br> 5. 대통령령이
					정하는 시험에 합격하거나 그시험이 면제되는교육과정을이수한자<br> 6. 문화재보호법 제5조의 규정에 의한
					중요무형문화재의 보유자로 인정된 자와 그 문하생으로서 일정한전수교육을 받은 자로서 대통령령이 정하는 자
				</li>
				<li>제1항 및 제2항의 규정에 의한 학점인정의 기준, 절차 기타 필요한 사항은 대통령령으로 정한다.</li>
			</ul>

			<h4>제 8조(학력인정)</h4>
			<ul>
				<li>7조의 규정에 의하여 일정한 학점을 인정받은 자는 고등교육법 제2조 제1호의 규정에 의한 대학 또는동법
					제2조 제4호의 규정에 의한 전문대학을 졸업한 자와 동등이상의 학력이 있는 것으로 인정한다.</li>
				<li>제1항의 규정에 의한 학력인정의 기준은 대통령령으로 정한다.</li>
			</ul>

			<h4>제 9조 (학위수여)</h4>
			<ul>
				<li>교육인적자원부장관은 고등학교를 졸업한 자 또는 이와 동등이상의 학력이 있다고 인정된 자로서 제7조의
					규정에 의하여 일정한 학점을 인정받고 대통령령이 정하는 요건을 충족한 자에 대하여 학위를 수여한다.</li>
				<li>대학의 장, 고등교육법 제59조제4항의 규정에 의하여 상급 학위과정에의 입학학력이 인정되는
					학교로교육인적자원부장관의 지정을 받은 각종학교의 장, 평생교육법 제21조의 규정에 의한 사내대학형태의평생교육시설 또는
					동법 제22조의 규정에 의한 원격대학형태의 평생교육시설의 장은 고등학교를 졸업한 자 또는 이와 동등이상의 학력이
					있다고 인정된 자로서 제7조의 규정에 의하여 일정한 학점을 인정받고 학칙이 정하는 요건을 충족한 자에 대하여 학위를
					수여할 수 있다.</li>
				<li>제1항 및 제2항의 규정에 의한 학위의 종류 및 학위수여절차 기타 필요한 사항은 대통령령으로 정한다.</li>
			</ul>

			<h4>제 10조 (국가 및 지방자치단체의 임무)</h4>
			<ul>
				<li>국가 및 지방자치단체는 이 법에 의하여 학점을 인정받고자 하는 자의 학습을 지원하기 위하여 필요한
					시책을 강구하여야 한다.</li>
			</ul>

			<h4>제 11조 ( 권한의 위임, 임탁)</h4>
			<ul>
				<li>이 법에 의한 교육인적자원부장관의 권한은 그 일부를 대통령령이 정하는 바에 따라 교육감, 교육훈련기관의
					장 또는 대통령령이 정하는 관계 기관의 장에게 위임 또는 위탁할 수 있다.</li>
			</ul>


			<h4>제 12조 (시정명령 등)</h4>
			<ul>
				<li>교육인적자원부장관은 제11조의 규정에 의하여 권한을 위임 또는 위탁받은 교육감, 교육훈련기관의 장또는
					관계기관의 장이 행하는 업무처리가 적정하지 아니하다고 인정하는 때에는 기간을 정하여 당해 교육감, 교육훈련기관의 장
					또는 관계기관의 장에게 대통령령이 정하는 바에 따라 시정명령등 필요한 조치를 취할 수 있다.</li>
				<li>제1항의 규정에 의한 시정명령등을 받은 교육감, 교육훈련기관의 장 또는 관계기관의 장은 정당한 사유가
					없는 한 지정된 기한내에 이를 이행하여야 한다.</li>
				<li>제12조의 2 (청문) 교육인적자원부장관은 제5조의 규정에 의하여 학습과정평가인정을 취소하고자 하는
					경우에는 청문을 실시하여야 한다.</li>
			</ul>

			<h4>※ 부 칙</h4>
			<ul>
				<li>(시행일) 이 법은 1997년 3월 1일부터 시행한다.</li>
				<li>(평가인정에 대한 적용례) 제3조제1항의 규정에 의한 평가인정은 평가인정후 최초로 학습과정에 등록하여
					이수한 자부터 적용한다.</li>
				<li>(학점인정에 대한 적용례) 이 법 시행당시 독학에의한학위취득에관한법률 제5조의 규정에 의한 과정별
					시험에 합격한 자에 대하여는 대통령령이 정하는 바에 따라 학점을 인정할 수 있다.</li>
			</ul>



			<h4>부 칙 (2001.1.29. 법률 제6400호, 정부조직법중개정법률)</h4>
			<ul>
				<li>제1조 (시행일) 이 법은 1998년 1월 1일부터 시행한다. (단서생략)</li>
				<li>제2조 (생략)</li>
			</ul>

			<h4>※ 부 칙 (2001.3.28)</h4>
			<ul>
				<li>(시행일) 이 법은 공포후 3월이 경과한 날부터 시행한다.</li>
				<li>(학점인정에 대한 적용례) 이 법 시행당시 제7조 제2항의 개정규정에 해당하는 자에 대하여는 대통령령이
					정하는 바에 의하여 학점을 인정할 수 있다.</li>
				<li>(평가인정사항의 변경에 대한 경과조치) 이 법 시행당시 종전의 규정에 의하여 평가인정기준에 따른
					평가인정사항의 변경에 대하여 교육인적자원부장관의 승인을 얻은 교육훈련기관은 이 법에 의하여 신고를 한 것으로 본다.</li>
			</ul>
		</div>
	</div>
</div>

<jsp:include page="../module/foot.jsp" />
</body>
</html>

