<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
<jsp:include page="../module/top.jsp" />

<div class="wrapper row3">
		<div class="hoc container clear">
			<jsp:include page="../module/creditbank_sidebar.jsp" />
    	<div class="content three_quarter"> 
		  <h1>학점인정주의사항</h1><hr>
				<h4>1년/1학기에 인정받을 수 있는 학점의 제한</h4>
				<p class="MAL20">
					<img src="/resources/smedu/images/demo/backgrounds/img_not2.jpg">
				</p>

				<h4>1개 교육기관에서 이수할 수 있는 최대학점</h4>
				<ul>
					<li>4년제 학사과정에 상응하는 과정은 105학점, 전문학사에 상응하는 과정은 2년제는 60학점, 3년제는
						90학점을 초과하여 인정받을 수 없습니다.</li>
					<li>평가인정 학습과목 및 독학사 시험면제교육과정으로 이수한 학점을 포함합니다(시간제등록을 통한 학습과목 이수
						제외) <br> 예) 학점은행제를 통해 학사과정 심리학 전공자(A)는 B평가인정기관에서 이수한 학점이 이미
						102학점인 상태에서 이번 학기에 3학점씩 3과목, 총 9학점을 이수하고 있다면, 학사과정은 1개 기관에서
						105학점까지만 학점인정이 가능하므로 이수 중인 과목 중 1개 과목만 선택하여 학점인정이 가능합니다.
					</li>
				</ul>


				<h4>중복과목에 대한 학점인정</h4>

				<ul>
					<li>시간제 등록 이수과목, 독학학위제 시험합격 및 시험면제교육과정 이수과목, 평가인정 학습과목 중에서 어느
						한 과목이라도 중복될 때에는 중복과목을 동일과목으로 간주하여 한 과목에 대해서만 학점 인정이 가능합니다. 이는
						대학(교)에서 어느 특정과목을 여러 번 수강하였을 시 여러 번 학점이 인정되는 것이 아니라 재수강으로 인정되는 것과
						마찬가지입니다.</li>
					<li>중복과목 여부는 학점인정신청시 분과위원회에서 심의하며 과목명/교수요목을 기준으로 심의하게 됩니다.
						표준교육과정상에 교수요목과 해당과목의 교수요목이 70%이상이 유사하다고 분과위원회 위원들이 판정하게 된다면 동일과목으로
						인정될 수 있습니다</li>
				</ul>

				<h4>대학생(재학생 및 휴학생)의 학점은행제 이용</h4>


				<p>대학재적생(재학생 및 휴학생 포함)의 경우 학점은행제 이용이 불가능하였으나 2002년 9월 1일 이후부터
					아래의 사항에 해당하는 대학생의 학점은행제 이용을 부분적으로 허용하게 되었습니다.</p>

				<h4>» 허용 대상</h4>

				<ul>
					<li>학점인정 등에 관한법률 시행령 제9조 제1항에 의한 대학 등에 재적되어 있는 자 중 당해 재적 대학장의
						사전 승인을 얻은 자에 한정됩니다. 대학생(휴학생 포함)에게 학점은행제 이용을 허용하는 이유는 각종
						시험응시(AICPA, 사법고시 등)를 위한 관련 학점 취득 등 평생교육차원에서 다양한 교육의 기회를 주기 위해서입니다.
						따라서 현재 재학 중인 대학의 학점으로 인정받아 졸업을 앞당기는 방법 등으로는 사용할 수 없습니다.</li>
				</ul>

				<h4>» 학점인정범위</h4>

				<ul>
					<li>대학(교)에서 취득한 학점에 더하여 학점은행제 취득 학점이 연간 최대 42학점, 학기당 최대 24학점을
						넘지 않는 범위 내에서만 인정됩니다. <br> 예) A대학에 재학 중인 학습자가 2003년 1학기에 대학에서
						18학점을 수강 신청하였다면, 학점은행제는 최대 6학점까지 수강할 수 있습니다.
					</li>
				</ul>

				<h4>» 인정가능한 학점 취득 방법</h4>

				<ul>
					<li>학점은행제 평가인정 학습과목, 독학사시험합격, 국가자격 취득</li>
					<li>제외 : 학점인정대상학교에서의 학습과목 이수, 독학사 시험면제과정이수, 시간제등록에 의한 학점의 경우
						대학(교) 재학중에는 학점인정 불가</li>
				</ul>

				<h4>» 주의사항</h4>

				<ul>
					<li>대학(교) 재적생의 학점은행제 이용 부분 허용 방침이 정규대학의 학점과 학점은행제 학점간 상호호환이
						가능하다는 의미는 아닙니다. 즉, 학점은행제로 이수한 학점을 정규대학의 졸업학점으로 인정받을 수는 없습니다.</li>
					<li>학위과정의 병행 인정이 가능하나 학위 미취득자가 재학 중에 학점은행제를 통해 이수한 학점은 학위취득 후
						학점은행제 타전공 학위 취득을 위한 학점으로 인정받을 수 없습니다.</li>
					<li>전문대학 재적 중에 학점은행제를 통해 인정받은 학점은 전문대학 학위취득 후 학점은행제 학사 학위 과정
						연계시 학사과정의 학점으로 인정되지 않습니다.</li>
				</ul>

				<h4>필요서류</h4>

				<ul>
					<li>학점인정신청 접수 시 대학 장 등의 사전 승인을 위한 "재적대학에서의 이수학점확인서(학점은행제 홈페이지
						[자료실] [학습자관련 신청양식]에서 다운로드 가능)", 성적증명서, 수강확인서(1개월 이내 발급된 것)를 제출하셔야
						합니다.</li>
				</ul>


				<h4>» 학점인정절차</h4>

				<ul>
					<li>재학중인 대학(교)에 문의하여 학점은행제 이용이 가능한지 확인하기</li>
					<li>학기당 제한학점(24학점) 및 연간 제한학점(42학점) 범위 내에서 대학에서의 학습과목 이수와 학점은행제
						학습과목 이수하기</li>
					<li>"재적대학에서의 이수학점확인서" 작성 후 대학 장의 승인 얻기</li>
					<li>성적증명서, 수강확인서를 해당 대학에서 발급받기</li>
					<li>각 증빙서류와 학점인정신청서를 작성하여 학점인정 신청기간을 이용해 한국교육개발원에 접수하기</li>
				</ul>
			</div>
	</div>
</div>

<jsp:include page="../module/foot.jsp" />
</body>
</html>